Repository: Marcus1068/DailyToolbox
Catalog: DailyToolbox/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it

source: Last update:
da: Seneste opdatering:
de: Letzte Aktualisierung:
es: Última actualización:
fr: Dernière mise à jour :
it: Ultimo aggiornamento:

source: Length
da: Længde
de: Länge
es: Longitud
fr: Longueur
it: Lunghezza

source: Length · Weight · Volume · Speed
da: Længde · Vægt · Volumen · Hastighed
de: Länge · Gewicht · Volumen · Geschwindigkeit
es: Longitud · Peso · Volumen · Velocidad
fr: Longueur · Poids · Volume · Vitesse
it: Lunghezza · Peso · Volume · Velocità

source: Light
da: Lys
de: Hell
es: Claro
fr: Clair
it: Chiaro

source: List
da: Liste
de: Liste
es: Lista
fr: Liste
it: Lista

source: Liters
da: Liter
de: Liter
es: Litros
fr: Litres
it: Litri

source: Loading holidays…
da: Indlæser helligdage…
de: Feiertage werden geladen…
es: Cargando festivos…
fr: Chargement des jours fériés…
it: Caricamento festività…

source: Loan Amount
da: Lånebeløb
de: Kreditbetrag
es: Importe del préstamo
fr: Montant du prêt
it: Importo del prestito

source: Loan Calculator
da: Låneberegner
de: Kreditrechner
es: Calculadora de préstamos
fr: Calculateur de prêt
it: Calcolatore prestiti

source: Loan Details
da: Lånedetaljer
de: Kreditdetails
es: Detalles del préstamo
fr: Détails du prêt
it: Dettagli del prestito

source: Loan Term
da: Løbetid
de: Laufzeit
es: Plazo del préstamo
fr: Durée du prêt
it: Durata del prestito

source: Lock H
da: Lås H
de: H sperren
es: Fijar Al
fr: Verrouiller H
it: Blocca A

source: Lock W
da: Lås B
de: B sperren
es: Fijar A
fr: Verrouiller L
it: Blocca L

source: Mail Not Available
da: Mail Ikke Tilgængelig
de: E-Mail nicht verfügbar
es: Correo No Disponible
fr: Mail Non Disponible
it: Mail Non Disponibile

source: Male
da: Mand
de: Männlich
es: Masculino
fr: Homme
it: Maschio

source: Max
da: Maks
es: Máx

source: Max. 3 identical consecutive symbols (M, C, X, I)
da: Maks. 3 identiske på hinanden følgende symboler (M, C, X, I)
de: Max. 3 identische aufeinanderfolgende Symbole (M, C, X, I)
es: Máx. 3 símbolos consecutivos idénticos (M, C, X, I)
fr: Max. 3 symboles identiques consécutifs (M, C, X, I)
it: Max. 3 simboli identici consecutivi (M, C, X, I)

source: Memory
da: Hukommelse
de: Arbeitsspeicher
es: Memoria
fr: Mémoire
it: Memoria

source: Message
da: Besked
de: Nachricht
es: Mensaje
it: Messaggio

source: Meters
da: Meter
de: Meter
es: Metros
fr: Mètres
it: Metri

source: Metric
da: Metrisk
de: Metrisch
es: Métrico
fr: Métrique
it: Metrico

source: Milligrams
da: Milligram
de: Milligramm
es: Miligramos
fr: Milligrammes
it: Milligrammi

source: Milliliters
da: Milliliter
de: Milliliter
es: Mililitros
fr: Millilitres
it: Millilitri

source: Millimeters
da: Millimeter
de: Millimeter
es: Milímetros
fr: Millimètres
it: Millimetri

source: Month
da: Måned
de: Monat
es: Mes
fr: Mois
it: Mese

source: Monthly Payment
da: Månedlig betaling
de: Monatliche Rate
es: Cuota mensual
fr: Mensualité
it: Pagamento mensile

source: Monthly payment & interest
da: Månedlig betaling og renter
de: Monatliche Rate & Zinsen
es: Cuota mensual e intereses
fr: Mensualité et intérêts
it: Rata mensile e interessi

source: Monthly payment & total cost
da: Månedlig betaling og totalomkostning
de: Monatliche Rate & Gesamtkosten
es: Cuota mensual y coste total
fr: Mensualité et coût total
it: Pagamento mensile e costo totale

source: Months
da: Måneder
de: Monate
es: Meses
fr: Mois
it: Mesi

source: morgen
da: i morgen
es: mañana
fr: demain
it: domani

source: Network Name (SSID)
da: Netværksnavn (SSID)
de: Netzwerkname (SSID)
es: Nombre de red (SSID)
fr: Nom du réseau (SSID)
it: Nome rete (SSID)

source: New Calendar Event
da: Ny Kalenderbegivenhed
de: Neues Kalenderereignis
es: Nuevo Evento de Calendario
fr: Nouvel Événement de Calendrier
it: Nuovo Evento Calendario

source: No bridge day opportunities found
da: Ingen broferiemuligheder fundet
de: Keine Brückentage gefunden
es: No se encontraron puentes
fr: Aucun pont trouvé
it: Nessun ponte trovato

source: No mail app is configured on this device. You can reach us at: %@
da: Ingen mail-app er konfigureret på denne enhed. Du kan kontakte os på: %@
de: Auf diesem Gerät ist keine Mail-App eingerichtet. Sie können uns erreichen unter: %@
es: No hay una aplicación de correo configurada en este dispositivo. Puedes contactarnos en: %@
fr: Aucune application de messagerie n'est configurée sur cet appareil. Vous pouvez nous contacter à : %@
it: Nessuna app di posta è configurata su questo dispositivo. Puoi contattarci a: %@

source: No Permission
da: Ingen Tilladelse
de: Keine Berechtigung
es: Sin Permiso
fr: Pas d'Autorisation
it: Nessun Permesso

source: No public holidays fall on Tuesday or Thursday outside school holiday periods.
da: Ingen helligdage falder på tirsdag eller torsdag uden for skoleferier.
de: Kein Feiertag fällt auf einen Dienstag oder Donnerstag außerhalb der Schulferien.
es: Ningún día festivo cae en martes o jueves fuera del período escolar.
fr: Aucun jour férié ne tombe un mardi ou jeudi hors des vacances scolaires.
it: Nessuna festività cade di martedì o giovedì fuori dai periodi scolastici.

source: None
da: Ingen
de: Keine
es: Ninguna
fr: Aucune
it: Nessuna

source: Normal weight
da: Normalvægt
de: Normalgewicht
es: Peso normal
fr: Poids normal
it: Normopeso

source: Number
da: Tal
de: Zahl
es: Número
fr: Nombre
it: Numero

source: Number Bases
da: Talbaser
de: Zahlensysteme
es: Bases Numéricas
fr: Bases Numériques
it: Basi Numeriche

source: Number Converter
da: Talomregner
de: Zahlenrechner
es: Convertidor Numérico
fr: Convertisseur Numérique
it: Convertitore Numerico

source: Number of dice
da: Antal terninger
de: Anzahl Würfel
es: Número de dados
fr: Nombre de dés
it: Numero di dadi

source: Number of People
da: Antal Personer
de: Anzahl Personen
es: Número de Personas
fr: Nombre de Personnes
it: Numero di Persone

source: Numbers
da: Tal
de: Zahlen
es: Números
fr: Nombres
it: Numeri

source: Obese
da: Fedme
de: Adipositas
es: Obesidad
fr: Obésité
it: Obesità

source: Ohm's Law
da: Ohms lov
de: Ohmsches Gesetz
es: Ley de Ohm
fr: Loi d'Ohm
it: Legge di Ohm

source: Ohm's Law Calculator
da: Ohms lov beregner
de: Ohmsches-Gesetz-Rechner
es: Calculadora Ley de Ohm
fr: Calculateur loi d'Ohm
it: Calcolatore legge di Ohm

source: Open Source on GitHub
da: Open Source på GitHub
de: Open Source auf GitHub
es: Open Source en GitHub
fr: Open Source sur GitHub
it: Open Source su GitHub

source: Options
da: Muligheder
de: Optionen
es: Opciones
it: Opzioni

source: Organization
da: Organisation
de: Organisation
es: Organización
fr: Organisation
it: Organizzazione

source: Orientation
da: Orientering
de: Ausrichtung
es: Orientación
it: Orientamento

source: Ounces
da: Ounce
de: Unzen
es: Onzas
fr: Onces
it: Once

source: Oven
da: Ovn
de: Ofen
es: Horno
fr: Four
it: Forno

source: Overweight
da: Overvægt
de: Übergewicht
es: Sobrepeso
fr: Surpoids
it: Sovrappeso

source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe

source: people
da: personer
de: Personen
es: personas
fr: personnes
it: persone

source: Per Day
da: Pr. Dag
de: Pro Tag
es: Por Día
fr: Par Jour
it: Al Giorno

source: Per Month
da: Pr. Måned
de: Pro Monat
es: Por Mes
fr: Par Mois
it: Al Mese

source: Per Year
da: Pr. År
de: Pro Jahr
es: Por Año
fr: Par An
it: All'Anno

source: Percentage
da: Procent
de: Prozent
es: Porcentaje
fr: Pourcentage
it: Percentuale

source: Percentage %
da: Procent %
de: Prozentsatz %
es: Porcentaje %
fr: Pourcentage %
it: Percentuale %

source: Percentage Calculation
da: Procentberegning
de: Prozentrechnung
es: Cálculo de Porcentaje
fr: Calcul de Pourcentage
it: Calcolo Percentuale

source: Phone Number
da: Telefonnummer
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono

source: Pick a date
da: Vælg en dato
de: Datum auswählen
es: Elige una fecha
fr: Choisir une date
it: Scegli una data

source: Pick Random
da: Vælg tilfældigt
de: Zufällig auswählen
es: Elegir al azar
fr: Choisir au hasard
it: Scegli a caso

source: Portrait
da: Stående
de: Hochformat
es: Vertical
it: Verticale

source: Pounds
da: Pund
de: Pfund
es: Libras
fr: Livres
it: Libbre

source: Power
da: Effekt
de: Leistung
es: Potencia
fr: Puissance
it: Potenza

source: Power Consumption
da: Strømforbrug
de: Stromverbrauch
es: Consumo de Energía
fr: Consommation d'Énergie
it: Consumo Energetico

source: Power Cost Calculator
da: Strømprisberegner
de: Stromkostenrechner
es: Calculadora de Costos Energéticos
fr: Calculateur de Coûts d'Énergie
it: Calcolatore Costi Energetici

source: Principal
da: Kapital
de: Kapital
es: Capital
fr: Capital
it: Capitale

source: Principal amount
da: Hovedstol
de: Kapitalbetrag
es: Monto principal
fr: Capital initial
it: Capitale iniziale

source: Public & school holidays
da: Helligdage og skoleferier
de: Feiertage & Schulferien
es: Festivos y vacaciones escolares
fr: Jours fériés et vacances scolaires
it: Festività e vacanze scolastiche

source: Public Holidays
da: Helligdage
de: Gesetzliche Feiertage
es: Festivos
fr: Jours fériés
it: Festività pubbliche

source: Public holidays & school breaks
da: Helligdage og skoleferier
de: Feiertage & Schulferien
es: Festivos y vacaciones escolares
fr: Jours fériés et vacances scolaires
it: Festività e vacanze scolastiche

source: Public holidays & school vacations
da: Helligdage og skoleferier
de: Feiertage & Schulferien
es: Festivos y vacaciones escolares
fr: Jours fériés et vacances scolaires
it: Festività e vacanze scolastiche

source: QR Code
da: QR-kode
es: Código QR
fr: Code QR
it: Codice QR

source: QR Code Generator
da: QR-kode Generator
es: Generador de Códigos QR
fr: Générateur de Codes QR
it: Generatore di Codici QR

source: Questions, ideas or bug reports
da: Spørgsmål, idéer eller fejlrapporter
de: Fragen, Ideen oder Fehlerberichte
es: Preguntas, ideas o reportes de errores
fr: Questions, idées ou signalements de bogues
it: Domande, idee o segnalazioni di bug

source: Quick Presets
da: Hurtige forudindstillinger
de: Schnellvorlagen
es: Ajustes Rápidos
fr: Préréglages Rapides
it: Preimpostazioni Rapide

source: Randomizer
da: Tilfældighedsgenerator
de: Zufallsgenerator
es: Generador aleatorio
fr: Générateur aléatoire
it: Generatore casuale

source: Rate
da: Sats
de: Zinssatz
es: Tasa
fr: Taux
it: Tasso

source: Rate in %
da: Sats i %
de: Zinssatz in %
es: Tasa en %
fr: Taux en %
it: Tasso in %

source: Rectangle
da: Rektangel
de: Rechteck
es: Rectángulo
it: Rettangolo

source: Remaining
da: Resterende
de: Verbleibend
es: Restantes
fr: Restants
it: Rimanenti

source: Repeat
da: Gentag
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti

source: Resistance
da: Modstand
de: Widerstand
es: Resistencia
fr: Résistance
it: Resistenza

source: Result
da: Resultat
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato

source: Results
da: Resultater
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati

source: Retry
da: Prøv igen
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova

source: Roll to see result
da: Kast for at se resultatet
de: Würfeln für Ergebnis
es: Lanza para ver el resultado
fr: Lancez pour voir le résultat
it: Lancia per vedere il risultato

source: Roman
da: Romertal
de: Römisch
es: Romano
fr: Romain
it: Romano

source: Roman Number Converter
da: Romertalsomregner
de: Römische Zahlen Umrechner
es: Convertidor de Números Romanos
fr: Convertisseur de Chiffres Romains
it: Convertitore Numeri Romani

source: Roman Numbers
da: Romertal
de: Römische Zahlen
es: Números Romanos
fr: Chiffres Romains
it: Numeri Romani

source: Roman Numerals
da: Romertal
de: Römische Zahlen
es: Numerales Romanos
fr: Chiffres Romains
it: Numerali Romani

source: Round Up
da: Rund op
de: Aufrunden
es: Redondear
fr: Arrondir
it: Arrotonda

source: Rules
da: Regler
de: Regeln
es: Reglas
fr: Règles
it: Regole

source: Run
da: Kør
de: Ausführen
es: Iniciar
fr: Lancer
it: Avvia

source: Run All Benchmarks
da: Kør Alle Benchmarks
de: Alle Benchmarks starten
es: Ejecutar Todos los Benchmarks
fr: Lancer Tous les Benchmarks
it: Esegui Tutti i Benchmark

source: Running…
da: Kører…
de: Läuft…
es: Ejecutando…
fr: En cours…
it: In esecuzione…

source: Scale & ratio calculator
da: Skala- og formatberegner
de: Maßstab & Verhältnisrechner
es: Calculadora de escala y proporción
fr: Calculateur de mise à l'échelle
it: Calcolatore di scala e proporzioni

source: School Holidays
da: Skoleferier
de: Schulferien
es: Vacaciones escolares
fr: Vacances scolaires
it: Vacanze scolastiche

source: Search currencies
da: Søg valutaer
de: Währungen suchen
es: Buscar monedas
fr: Rechercher des devises
it: Cerca valute

source: Search word…
da: Søg ord…
de: Wort suchen…
es: Buscar palabra…
fr: Rechercher un mot…
it: Cerca parola…

source: Searching…
da: Søger…
de: Suche…
es: Buscando…
fr: Recherche…
it: Ricerca…

source: Security
da: Sikkerhed
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza

source: Select a state and year
da: Vælg stat og år
de: Bundesland und Jahr auswählen
es: Seleccionar estado y año
fr: Choisir l'État et l'année
it: Seleziona stato e anno

source: Select a tool
da: Vælg et værktøj
de: Werkzeug auswählen
es: Selecciona una herramienta
fr: Sélectionnez un outil
it: Seleziona uno strumento

source: Select Currency
da: Vælg Valuta
de: Währung auswählen
es: Seleccionar Moneda
fr: Sélectionner une Devise
it: Seleziona Valuta

source: Select State
da: Vælg forbundsland
de: Bundesland wählen
es: Seleccionar estado
fr: Choisir un Land
it: Seleziona stato

source: Selected
da: Valgt
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato

source: Shape
da: Form
de: Form
es: Forma
fr: Forme
it: Forma

source: Shapes & formulas
da: Former og formler
de: Formen & Formeln
es: Formas y fórmulas
fr: Formes et formules
it: Forme e formule

source: Share
da: Del
de: Teilen
es: Compartir
fr: Partager
it: Condividi

source: Source: European Central Bank
da: Kilde: Den Europæiske Centralbank
de: Quelle: Europäische Zentralbank
es: Fuente: Banco Central Europeo
fr: Source : Banque Centrale Européenne
it: Fonte: Banca Centrale Europea

source: Speed
da: Hastighed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità

source: Sphere
da: Kugle
de: Kugel
es: Esfera
fr: Sphère
it: Sfera

source: Square
da: Kvadrat
de: Quadrat
es: Cuadrado
fr: Carré
it: Quadrato

source: Strings
da: Tekststrenge
de: Zeichenketten
es: Cadenas de texto
fr: Chaînes de caractères
it: Stringhe

source: Subject
da: Emne
de: Betreff
es: Asunto
fr: Objet
it: Oggetto

source: Subtractive pairs:
da: Subtraktive par:
de: Subtraktive Paare:
es: Pares sustractivos:
fr: Paires soustractives :
it: Coppie sottrattive:

source: Surface Area
da: Overfladeareal
de: Oberfläche
es: Área superficial
fr: Aire de la surface
it: Area superficiale

source: Symbols are written largest to smallest, left to right
da: Symboler skrives fra størst til mindst, fra venstre til højre
de: Symbole werden von groß nach klein, von links nach rechts geschrieben
es: Los símbolos se escriben de mayor a menor, de izquierda a derecha
fr: Les symboles sont écrits du plus grand au plus petit, de gauche à droite
it: I simboli si scrivono dal più grande al più piccolo, da sinistra a destra

source: Tails!
da: Plat!
de: Zahl!
es: ¡Cruz!
fr: Pile !
it: Croce!

source: Take %@
da: Tag %@
de: %@ nehmen
es: Tomar %@
fr: Prendre le %@
it: Prendere %@

source: Tap to flip
da: Tryk for at kaste
de: Tippen zum Werfen
es: Toca para lanzar
fr: Appuyez pour lancer
it: Tocca per lanciare

source: Temperature
da: Temperatur
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura

source: Temperature Conversion
da: Temperaturkonvertering
de: Temperaturumrechnung
es: Conversión de Temperatura
fr: Conversion de Température
it: Conversione Temperatura

source: Temperature Scale
da: Temperaturskala
de: Temperaturskala
es: Escala de Temperatura
fr: Échelle de Température
it: Scala di Temperatura

source: Timing Comparison
da: Tidssammenligning
de: Zeitvergleich
es: Comparación de Tiempos
fr: Comparaison des Temps
it: Confronto Tempi

source: Tip Percentage
da: Drikkepengeprocent
de: Trinkgeldsatz
es: Porcentaje de Propina
fr: Pourcentage de Pourboire
it: Percentuale Mancia

source: Tip Splitter
da: Drikkepengekalkulator
de: Trinkgeldrechner
es: Divisor de Propina
fr: Calculateur de Pourboire
it: Divisore Mancia

source: To
da: Til
de: Nach
es: A
fr: Vers
it: A

source: Today
da: I dag
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

source: Today!
da: I dag!
de: Heute!
es: ¡Hoy!
fr: Aujourd'hui !
it: Oggi!

source: Tonnes
da: Ton
de: Tonnen
es: Toneladas
it: Tonnellate

source: Tools
da: Værktøjer
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti

source: Total
da: I alt
de: Gesamt
it: Totale

source: Total Interest
da: Samlede renter
de: Gesamtzinsen
es: Intereses totales
fr: Intérêts totaux
it: Interessi totali

# total of %@ × %@
source: total of %1$@ × %2$@
da: Total af %@ × %@
de: Gesamt aus %@ × %@
es: Total de %@ × %@
fr: Total de %@ × %@
it: Totale di %@ × %@

source: Total Paid
da: Betalt i alt
de: Gesamtzahlung
es: Total pagado
fr: Total payé
it: Totale pagato

source: Total Trip Cost
da: Samlede rejseomkostninger
de: Gesamtreisekosten
es: Coste total del viaje
fr: Coût total du trajet
it: Costo totale del viaggio

source: Translation
da: Oversættelse
de: Übersetzung
es: Traducción
fr: Traduction
it: Traduzione

source: Triangle
da: Trekant
de: Dreieck
es: Triángulo
it: Triangolo

source: Trip · Consumption · Price
da: Tur · Forbrug · Pris
de: Fahrt · Verbrauch · Preis
es: Viaje · Consumo · Precio
fr: Trajet · Consommation · Prix
it: Viaggio · Consumo · Prezzo

source: Trip Details
da: Rejsedetaljer
de: Reisedetails
es: Detalles del viaje
fr: Détails du trajet
it: Dettagli del viaggio

source: Type in any field — all others update instantly.
da: Skriv i et felt — alle andre opdateres øjeblikkeligt.
de: In ein Feld eingeben — alle anderen werden sofort aktualisiert.
es: Escribe en cualquier campo — los demás se actualizan al instante.
fr: Tapez dans un champ — tous les autres se mettent à jour instantanément.
it: Digita in un campo — tutti gli altri si aggiornano istantaneamente.

source: Unavailable
da: Ikke Tilgængelig
de: Nicht verfügbar
es: No Disponible
fr: Indisponible
it: Non Disponibile

source: Underweight
da: Undervægt
de: Untergewicht
es: Bajo peso
fr: Insuffisance pondérale
it: Sottopeso

source: Unit Converter
da: Enhedsomregner
de: Einheitenrechner
es: Convertidor de Unidades
fr: Convertisseur d'Unités
it: Convertitore di Unità

source: URL · Text · WiFi · Contact
da: URL · Tekst · WiFi · Kontakt
de: URL · Text · WiFi · Kontakt
es: URL · Texto · WiFi · Contacto
fr: URL · Texte · WiFi · Contact
it: URL · Testo · WiFi · Contatto

source: V · I · R · P calculator
da: V · I · R · P beregner
de: V · I · R · P Rechner
es: Calculadora V · I · R · P
fr: Calculateur V · I · R · P
it: Calcolatore V · I · R · P

source: Valid range: 1 (I) to 3999 (MMMCMXCIX)
da: Gyldigt interval: 1 (I) til 3999 (MMMCMXCIX)
de: Gültiger Bereich: 1 (I) bis 3999 (MMMCMXCIX)
es: Rango válido: de 1 (I) a 3999 (MMMCMXCIX)
fr: Plage valide : de 1 (I) à 3999 (MMMCMXCIX)
it: Intervallo valido: da 1 (I) a 3999 (MMMCMXCIX)

source: value
da: værdi
de: Wert
es: valor
fr: valeur
it: valore

source: Value
da: Værdi
de: Wert
es: Valor
fr: Valeur
it: Valore

source: Value must be between 1 and 3999
da: Værdien skal være mellem 1 og 3999
de: Wert muss zwischen 1 und 3999 liegen
es: El valor debe estar entre 1 y 3999
fr: La valeur doit être comprise entre 1 et 3999
it: Il valore deve essere compreso tra 1 e 3999

source: Visibility range
da: Synlighedsafstand
de: Sichtweite
es: Rango de visibilidad
fr: Portée de visibilité
it: Raggio di visibilità

source: Voltage
da: Spænding
de: Spannung
es: Voltaje
fr: Tension
it: Tensione

source: Volume
da: Volumen
de: Volumen
es: Volumen

source: vor %lld Tagen
da: for %lld dage siden
es: hace %lld días
fr: il y a %lld jours
it: %lld giorni fa

source: Warm
da: Varmt
es: Cálido
fr: Chaud
it: Caldo

source: Washer
da: Vaskemaskine
de: Waschmaschine
es: Lavadora
fr: Machine à laver
it: Lavatrice

source: Watt consumption of the device
da: Enhedens wattforbrug
de: Wattverbrauch des Geräts
es: Consumo en vatios del dispositivo
fr: Consommation en watts de l'appareil
it: Consumo in watt del dispositivo

source: Watts & cost
da: Watt og pris
de: Watt & Kosten
es: Vatios y costos
fr: Watts et coûts
it: Watt e costi

source: Website or Link
da: Hjemmeside eller link
de: Webseite oder Link
es: Sitio web o enlace
fr: Site web ou lien
it: Sito web o link

source: Weight
da: Vægt
de: Gewicht
es: Peso
fr: Poids
it: Peso

source: Weight (kg)
da: Vægt (kg)
de: Gewicht (kg)
es: Peso (kg)
fr: Poids (kg)
it: Peso (kg)

source: Weight (lbs)
da: Vægt (lbs)
de: Gewicht (lbs)
es: Peso (lbs)
fr: Poids (lbs)
it: Peso (lbs)

source: Width
da: Bredde
de: Breite
es: Ancho
fr: Largeur
it: Larghezza

source: Width (w)
da: Bredde (w)
de: Breite (w)
es: Ancho (w)
fr: Largeur (w)
it: Larghezza (w)

source: X before L or C subtracts (XL=40, XC=90)
da: X før L eller C trækker fra (XL=40, XC=90)
de: X vor L oder C subtrahiert (XL=40, XC=90)
es: X antes de L o C resta (XL=40, XC=90)
fr: X avant L ou C soustrait (XL=40, XC=90)
it: X prima di L o C sottrae (XL=40, XC=90)

source: Year
da: År
de: Jahr
es: Año
fr: An
it: Anno

source: Years
da: År
de: Jahre
es: Años
fr: Années
it: Anni

source: Your daily tools, beautifully crafted
da: Dine daglige værktøjer, smukt udformet
de: Deine täglichen Werkzeuge, wunderschön gestaltet
es: Tus herramientas diarias, bellamente elaboradas
fr: Vos outils quotidiens, magnifiquement conçus
it: I tuoi strumenti quotidiani, realizzati con cura

source: Your Details
da: Dine data
de: Ihre Daten
es: Tus datos
fr: Vos données
it: I tuoi dati

source: Your eyes above ground
da: Dine øjne over jorden
de: Augenhöhe über dem Boden
es: Tus ojos sobre el suelo
fr: Vos yeux au-dessus du sol
it: I tuoi occhi sopra terra

source: Base 2
de: Basis 2

source: Base 10
de: Basis 10

source: Base 16
de: Basis 16

source: Cylinder
de: Zylinder
es: Cilindro
fr: Cylindre
it: Cilindro

source: Decimal
de: Dezimal
fr: Décimal
it: Decimale

source: Fl. Ounces
de: Flüssigunzen
es: Onzas líquidas
fr: Onces liquides
it: Once fluide

source: Gallons (US)
de: Gallonen (US)
es: Galones (US)
it: Galloni (US)

source: Hex · Dec · Bin
de: Hex · Dez · Bin

source: Hexadecimal
de: Hexadezimal
fr: Hexadécimal
it: Esadecimale

source: Miles
de: Meilen
es: Millas
it: Miglia

source: Per Person (%@)
de: Pro Person (%@)
es: Por Persona (%@)
fr: Par Personne (%@)
it: Per Persona (%@)

source: score
de: Punkte
es: puntuación
it: punteggio

source: Score
de: Punkte
es: Puntuación
it: Punteggio

source: Send Feedback
de: Feedback senden
es: Enviar Comentarios
fr: Envoyer des Commentaires
it: Invia Feedback

source: Symbol Reference
de: Symbolreferenz
es: Referencia de Símbolos
fr: Référence des Symboles
it: Riferimento Simboli

source: Min
es: Mín

source: person
es: persona
fr: personne
it: persona

source: Radius (r)
es: Radio (r)
fr: Rayon (r)
it: Raggio (r)

source: System
es: Sistema
fr: Système
it: Sistema

source: Yards
es: Yardas
it: Iarde
